tap "acrogenesis/macchanger"
tap "adoptopenjdk/openjdk"
tap "elastic/tap"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "mongodb/brew"
tap "stripe/stripe-cli"
tap "tidwall/jj"
tap "vitorgalvao/tiny-scripts"
brew "ack"
brew "webp"
brew "apktool"
brew "asciinema"
brew "bat"
brew "python@3.9"
brew "tcl-tk"
brew "srt"
brew "ffmpeg"
brew "cmus"
brew "cocoapods"
brew "coreutils"
brew "cowsay"
brew "ctop"
brew "curl"
brew "deno"
brew "emacs"
brew "exa"
brew "ext4fuse"
brew "node"
brew "fanyi"
brew "fd"
brew "feh"
brew "folly"
brew "fzf"
brew "gh"
brew "ghostscript"
brew "gifski"
brew "git"
brew "gitui"
brew "gnu-sed"
brew "pinentry"
brew "gnupg", link: false
brew "gpac"
brew "graphicsmagick"
brew "htop"
brew "httrack"
brew "hub"
brew "libimobiledevice", args: ["HEAD"]
brew "ideviceinstaller"
brew "ifstat"
brew "imagemagick"
brew "ios-deploy"
brew "jq"
brew "lazydocker"
brew "libpq"
brew "libressl"
brew "libxml2"
brew "luajit", args: ["HEAD"]
brew "mas"
brew "meilisearch"
brew "mitmproxy"
brew "modd"
brew "moreutils"
brew "mpv"
brew "navi"
brew "ncdu"
brew "ncspot"
brew "neofetch"
brew "neovim"
brew "netcat"
brew "nginx"
brew "nmap"
brew "nnn"
brew "openjdk"
brew "openssh"
brew "opus-tools"
brew "osx-cpu-temp"
brew "pandoc"
brew "pgcli"
brew "pinentry-mac"
brew "pngcheck"
brew "postgresql", restart_service: true
brew "potrace"
brew "pv"
brew "redis", restart_service: true
brew "ripgrep"
brew "sassc"
brew "scrcpy"
brew "serve"
brew "smartmontools"
brew "speedtest-cli"
brew "stow"
brew "subversion"
brew "telnet"
brew "testdisk"
brew "tmux"
brew "tree"
brew "wabt"
brew "watchman"
brew "wget"
brew "wimlib"
brew "yasm"
brew "ykman"
brew "ykpers"
brew "youtube-dl"
brew "zellij"
brew "zoxide"
brew "zsh"
brew "zsh-completions"
brew "mongodb/brew/mongodb-community"
brew "stripe/stripe-cli/stripe"
brew "tidwall/jj/jj"
brew "vitorgalvao/tiny-scripts/cask-repair"
cask "alacritty"
cask "alt-tab"
cask "android-file-transfer"
cask "android-platform-tools"
cask "android-studio"
cask "anki"
cask "appcleaner"
cask "balenaetcher"
cask "beardedspice"
cask "blender"
cask "calibre"
cask "coconutbattery"
cask "dbeaver-community"
cask "diffmerge"
cask "discord"
cask "docker"
cask "element"
cask "figma"
cask "firefox"
cask "firefox-developer-edition"
cask "font-fira-code"
cask "font-inter"
cask "font-jetbrains-mono-nerd-font"
cask "gas-mask"
cask "godot"
cask "google-chrome"
cask "google-cloud-sdk"
cask "gpg-suite"
cask "hackintool"
cask "hammerspoon"
cask "handbrake"
cask "iina"
cask "imageoptim"
cask "insomnia"
cask "intellij-idea-ce"
cask "iterm2"
cask "jdownloader"
cask "kap"
cask "keepassxc"
cask "keka"
cask "keycastr"
cask "ledger-live"
cask "lg-onscreen-control"
cask "logitech-options"
cask "lulu"
cask "macfuse"
cask "mactex"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "mochi"
cask "mongodb-compass"
cask "monitorcontrol"
cask "ngrok"
cask "notion"
cask "numi"
cask "obs"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-json"
cask "responsively"
cask "signal"
cask "skype"
cask "slack"
cask "sloth"
cask "spotify"
cask "teamviewer"
cask "telegram"
cask "texstudio"
cask "textual"
cask "tor-browser"
cask "transmission"
cask "tunnelblick"
cask "veracrypt"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "vivaldi"
cask "vlc"
cask "vnc-viewer"
cask "wechat"
cask "windscribe"
cask "wireshark"
cask "xquartz"
cask "yubico-yubikey-manager"
cask "zoom"
mas "Amphetamine", id: 937984704
mas "Bitcoin Ticker", id: 998255317
mas "Color Picker", id: 1545870783
mas "Cursor Pro", id: 1447043133
mas "Dato", id: 1470584107
mas "DevCleaner", id: 1388020431
mas "Disk Speed Test", id: 425264550
mas "EasyRes", id: 688211836
mas "GarageBand", id: 682658836
mas "HiddenMe", id: 467040476
mas "Keynote", id: 409183694
mas "Keystroke Pro", id: 1572206224
mas "Magnet", id: 441258766
mas "Mirror Magnet", id: 1563698880
mas "Notability", id: 360593530
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Plume", id: 1513115773
mas "Theine", id: 955848755
mas "Xcode", id: 497799835
mas "Yubico Authenticator", id: 1497506650
mas "穿梭", id: 1345035954
