tap "acrogenesis/macchanger"
tap "caskroom/fonts"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "vitorgalvao/tiny-scripts"
cask "adoptopenjdk8"
cask "osxfuse"
cask "xquartz"
brew "ack"
brew "apktool"
brew "coreutils"
brew "asdf"
brew "bat"
brew "webp"
brew "ffmpeg"
brew "python"
brew "cmus"
brew "cocoapods"
brew "cowsay"
brew "curl"
brew "deno"
brew "emacs"
brew "exa"
brew "ext4fuse"
brew "feh"
brew "fzf"
brew "ghostscript"
brew "gifski"
brew "git"
brew "gnupg"
brew "graphicsmagick"
brew "htop"
brew "httrack"
brew "hub"
brew "libimobiledevice", args: ["HEAD"]
brew "ideviceinstaller"
brew "ifstat"
brew "ios-deploy"
brew "libressl"
brew "libusbmuxd", args: ["HEAD"]
brew "modd"
brew "neofetch"
brew "neovim"
brew "netcat"
brew "nmap"
brew "nnn"
brew "opus-tools"
brew "osx-cpu-temp"
brew "pngcheck"
brew "sassc"
brew "scrcpy"
brew "speedtest-cli"
brew "stow"
brew "subversion"
brew "telnet"
brew "tmux"
brew "tree"
brew "watchman"
brew "wget"
brew "youtube-dl"
brew "zsh"
brew "zsh-completions"
brew "vitorgalvao/tiny-scripts/cask-repair"
cask "alfred"
cask "android-studio"
cask "balenaetcher"
cask "blender"
cask "brave-browser"
cask "chromium"
cask "discord"
cask "docker"
cask "dozer"
cask "firefox-developer-edition"
cask "font-fira-code"
cask "font-firacode-nerd-font"
cask "font-inter"
cask "gas-mask"
cask "godot"
cask "google-chrome"
cask "google-cloud-sdk"
cask "hammerspoon"
cask "handbrake"
cask "iina"
cask "insomnia"
cask "iterm2"
cask "jdownloader"
cask "kap"
cask "keka"
cask "keycastr"
cask "lepton"
cask "lulu"
cask "mongodb-compass"
cask "notion"
cask "numi"
cask "obs"
cask "qlcolorcode"
cask "qlmarkdown"
cask "qlstephen"
cask "quicklook-json"
cask "slack"
cask "spotify"
cask "steam"
cask "teamspeak-client"
cask "teamviewer"
cask "telegram"
cask "transmission"
cask "tunnelblick"
cask "veracrypt"
cask "vimr"
cask "virtualbox"
cask "virtualbox-extension-pack"
cask "visual-studio-code"
cask "vlc"
cask "vnc-viewer"
cask "wechat"
cask "whatsapp"
cask "wireshark"
